MainForm.Form.Languge=English
MainForm.Form.Version=V1.0.0.1
MainForm.Form.Editer=Anter
MainForm.Form.Title=Anter's Game Tools
DsRom.Form.Title=DS ROM Tools
DsRom.Lable.FileName=Rom Name
DsRom.Lable.GameName=游戏名称标识
DsRom.Lable.GameText=游戏识别码
DsRom.Lable.GameType=游戏类型
DsRom.Lable.FileSize=Rom体积
DsRom.Button.Open=打开
DsRom.Button.GoBack=返回
WiiSave.Form.Title=Wii存档信息提取
WiiSave.Lable.FileName=存档文件
WiiSave.Lable.GameName=游戏名称
WiiSave.Lable.SaveFolder=存档全路径
WiiSave.Lable.SaveIndex=标识字符串偏移量
WiiSave.Lable.SaveLanguge=版本
WiiSave.Lable.SaveSize=存档格数
WiiSave.Lable.SaveTest=是否为标准存档
WiiSave.Lable.SaveText=标识字符串
WiiSave.Lable.SaveType=类型
WiiSave.Button.Open=打开
WiiSave.Button.GoBack=返回
SwitchSave.Form.Title=Switch Save Tools
SwitchSave.Button.GoBack=返 回
DsSave.Form.Title=DS Save Tools
DsSave.Lable.InputFile=源文件
DsSave.Lable.M3LongName=长文件名
DsSave.Lable.M3ShortName=短文件名
DsSave.Lable.OutputFile=目标文件
DsSave.Lable.OutputFormat=输出格式
DsSave.Lable.OutputSize=输出大小
DsSave.Button.Change=转换
DsSave.Button.GoBack=返回
DsSave.Button.Open=打开
DsSave.Button.M3Rom=对应M3文件
DsSave.CheckBox.M3Dat=Dat文件
DsSave.CheckBox.Pokemon=口袋妖怪强制转换（512K -> 256K）
DsSave.CheckBox.Test=测试
DsSave.GroupBox.ChangeMode=转换模式
DsSave.GroupBox.M3=M3附加选项
DsSave.GroupBox.Output=输出格式选择
DsSave.Message.ChangeOk=转换完成！
DsSave.Message.SaveFile=使用存档：
DsSave.Message.UsedSize=有用数据可能大小：
DsSave.Message.Pokemon=口袋妖怪强制转换：
DsSave.Message.CardInfo=烧录卡说明：
DsSave.Message.InputFormat=源存档格式：
DsSave.Message.OutputFormat=转换后格式：
DsSave.Message.InputSize=源存档大小：
DsSave.Message.OutputSize=转换后大小：
DsSave.Message.DateSize=转换前大小：
DsSave.Error.MM001=请选择源存档文件
DsSave.Error.MM002=请选择M3存档对应的ROM
DsSave.Error.MM003=本功能仅限于将体积为512K的口袋妖怪珍珠/钻石存档转换成256K的存档，其它类型的转换请不要选择此功能。
DsSave.Error.EI001=源存档信息提取错误
DsSave.Error.EI101=Sps格式存档文件读取错误
DsSave.Error.EI102=DSLink格式存档文件读取错误
DsSave.Error.EI201=源存档读取错误
DsSave.Error.EI202=Gds格式存档文件读取错误
DsSave.Error.EI203=No$Gba格式存档文件读取错误
DsSave.Error.EI204=Dst格式存档文件读取错误错误
DsSave.Error.ED001=正常转换时写入失败！
DsSave.Error.ED002=无法识别源存档格式，虽然可以转换，但转换后的存档可能无法使用。
DsSave.Error.ED101=M3附加数据写入，存档模式未知（内部错误）
DsSave.Error.ED102=M3附加数据写入，写入失败
DsSave.Error.ED103=M3附加数据写入（DAT），指定的dat存档格式未知
DsSave.Error.ED104=M3附加数据写入（DAT），写入失败
DsSave.Error.ED105=DSLink附加数据写入错误
DsSave.Error.ED201=口袋妖怪强制转换时写入失败！
DsSave.Error.ED202=口袋妖怪强制转换无法识别源存档格式。
DsSave.Error.ED203=口袋妖怪强制转换源存档体积小于512K。
DsSave.Error.ED106=DeSmuME附加数据写入错误
Amiibo.Form.Title=Amiibo Tools
Amiibo.Lable.LinkURL=LinkURL:
Amiibo.Button.GoBack= 返回
Amiibo.Button.Open=打开文件
Amiibo.Button.To540=转为540B
Amiibo.Message.OK=操作完成
Amiibo.Button.Rename=文件改名
Amiibo.Message.Error_FileError=文件错误
Amiibo.Message.Error_FileExists=文件已存在
Amiibo.Message.Error_Rename=重命名失败
Amiibo.Message.Error_To540=转换失败
Amiibo.Button.List=提取列表
Amiibo.Button.RenameAll=批量重命名
Amiibo.Message.ListOpen=请选取Amiibo bin文件所在目录
Amiibo.Message.Error_List=提取列表失败
